---
kind: type
id: T:Autodesk.Revit.DB.Structure.LoadUsage
source: html/0b44bcfe-4c5e-85c2-adb5-aeb6ad097ee6.htm
---
# Autodesk.Revit.DB.Structure.LoadUsage

An object that represents a load usage.

## Syntax (C#)
```csharp
public class LoadUsage : Element
```